HELP_1 = """**⋖━⦿═⊷〩ᴠᴇɢᴀ✘ᴍᴜsɪᴄ〩⊷⦿━⋗**
       
╮⫢**<u>اليك قائمة اوامر الادمن:</u>**
╯⦿ **جميع الاوامر خاصه ب الادمن فقط**

╮⦿  لعرض سرعه البوت  : **بنج**
│᚜⦿ للتحكم في لغه البوت  : **اللغه**
│᚜⦿ لعرض اعدادات البوت  : **الاعدادات**
│᚜⦿ لرفع ادمن في الجروب  :**رفع مطور**
│᚜⦿ لتنزيل ادمن في الجروب  :**تنزيل مطور**
│᚜⦿ لعرض قائمه الادمنيه  :**المشرفين**
│᚜⦿ تحكم في الايدي: **قفل الايدي . فتح الايدي**
╯⦿  تحكم في التاك في جروب : **تاك . بس منشن**

**⋖━⦿═⊷〩ᴠᴇɢᴀ✘ᴍᴜsɪᴄ〩⊷⦿━⋗
"""


HELP_2 = """⋖━⦿═⊷〩ᴠᴇɢᴀ✘ᴍᴜsɪᴄ〩⊷⦿━⋗**
       
⦿  **<u>اليك قائمة اوامر التشغيل في الجروب</u>**

╮⦿  لتشغيل اغنيه  : تشغيل او شغل او /play
│᚜⦿ لتشغيل فيديو  : /vplay او فيديو او فديو
│᚜⦿ لأنهاء الاغنيه  : انهاء او اسكت او ايقاف /end
│᚜⦿ لايقاف الاغنيه مؤقت  : وقف او توقف او /pause
│᚜⦿ لتكملة الاغنيه من الايقاف المؤقت : كمل او استئناف 
│᚜⦿ لتخطي الاغنيه  : تخطي او /skip
│᚜⦿ لكتم البوت في الكول  : ميوت او /mute
│᚜⦿ لألغاء كتم البوت في الكول  : فك ميوت او /unmute
│᚜⦿ لاعادة تشغيل البوت  : ريستارت او /restart 
│᚜⦿ لمعرفه كلمات اي اغنيه : /lyrics او كلمات
│᚜⦿ لتحميل موسيقي او فيديو : /song او تحميل او اغنيه
╯⦿  لمعرفه الاغاني الموجوده في قائمه الانتظار : /queue
**⋖━⦿═⊷〩ᴠᴇɢᴀ✘ᴍᴜsɪᴄ〩⊷⦿━⋗**
"""

HELP_3 = """⋖━⦿═⊷〩ᴠᴇɢᴀ✘ᴍᴜsɪᴄ〩⊷⦿━⋗**

╮⫢ **<u>اوامر تشغيل البوت في القناه:</u>**
╯⦿ **قم برفع البوت مشرف بالقناه:** 

╮⦿  استخدم /channelplay او ربط + معرف القناه للربط
│᚜⦿ لتشغيل اغنيه  : **تشغيل او شغل** او /play
│᚜⦿ لتشغيل فيديو  : /vplay : فيديو : فديو
│᚜⦿ لأنهاء الاغنيه  : **ايقاف او اسكت** او /end
│᚜⦿ لايقاف الاغنيه مؤقت : **وقف او توقف** او /pause
│᚜⦿ لستكمال الاغنيه متوقفه فالكول :**كمل** او /resume
│᚜⦿ لتخطي الاغنيه  : **تخطي** او /skip
│᚜⦿ لكتم البوت في  : **اكتم او** /mute
│᚜⦿ لألغاء كتم البوت  : **فك ميوت او** /unmute
│᚜⦿ **لتشغيل اغنيه** : /cplay
│᚜⦿ **لتشغيل فيديو** : /cvplay
│᚜⦿ **لأنهاء الاغنيه**  : /cstop
│᚜⦿ **لايقاف الاغنيه مؤقت** : /cpause
│᚜⦿ **لتكملة الاغنيه**  : /cresume
│᚜⦿ **لتخطي الاغنيه** : /cskip
│᚜⦿ **لكتم البوت في الكول**  : /cmute
│᚜⦿ **لألغاء كتم البوت في الكول**  :  /cunmute
╯⦿  **لتقديم الاغنيه للامام **/seek و الرقم
**⋖━⦿═⊷〩ᴠᴇɢᴀ✘ᴍᴜsɪᴄ〩⊷⦿━⋗**
"""

HELP_4 = """⋖━⦿═⊷〩ᴠᴇɢᴀ✘ᴍᴜsɪᴄ〩⊷⦿━⋗
       
<u><b>اوامر القفل و الفتح للحمايه:</b></u>

╮⦿ قفل و فتح
│᚜⦿ ** الصور**
│᚜⦿ قفل وفتح
│᚜⦿ ** الروابط**
│᚜⦿ قفل وفتح
│᚜⦿ ** السب**
│᚜⦿ قفل وفتح
│᚜⦿ ** التوجيه**
│᚜⦿ قفل وفتح
│᚜⦿ ** الفيديو**
│᚜⦿ قفل و فتح
│᚜⦿ ** التثبيت** 
│᚜⦿ قفل وفتح
│᚜⦿ ** الكل**
│᚜⦿ قفل وفتح
│᚜⦿ ** الملصقات**
│᚜⦿ قفل وفتح
│᚜⦿ ** الايدي**
│᚜⦿ قفل وفتح
│᚜⦿ ** جمالي**
│᚜⦿ قفل و فتح
│᚜⦿ ** الحظر**
│᚜⦿ قفل و فتح
│᚜⦿ ** الكتم**
│᚜⦿ قفل و فتح
│᚜⦿ **البايو**
│᚜⦿ قفل و فتح 
│᚜⦿ **الدعوه**
│᚜⦿ قفل و فتح
│᚜⦿ **المتحركات**
│᚜⦿ قفل و فتح
│᚜⦿** الاباحي**
│᚜⦿ قفل و فتح
╯⦿  ** التقيد**
⋖━⦿═⊷〩ᴠᴇɢᴀ✘ᴍᴜsɪᴄ〩⊷⦿━⋗
"""

HELP_5 = """⋖━⦿═⊷〩ᴠᴇɢᴀ✘ᴍᴜsɪᴄ〩⊷⦿━⋗

<u><b> اوامر الطرد والحظر :</b></u>

╮⦿  تقييد 
│᚜⦿ حظر 
│᚜⦿ طرد 
│᚜⦿ كتم
│᚜⦿ طرد البوتات 
│᚜⦿ الغاء الحظر 
│᚜⦿ الغاء الكتم
╯⦿  الغاء التقييد 

<u><b>اوامر الرفع و تنزيل:</b></u>
 
╮⦿  رفع مالك
│᚜⦿ رفع ادمن
│᚜⦿ تنزيل مالك
╯⦿  تنزيل ادمن

 <u><b>لظهار قوائم:</b></u>
 
╮⦿  قائمة المكتومين
│᚜⦿ قائمة المحظورين
│᚜⦿ قائمة المقيدين
│᚜⦿ قائمة المالكين
╯⦿  قائمة الادمنيه

<u><b>اوامر المسح :</b></u>

╮⦿  مسح الادمنيه
│᚜⦿ مسح المحظورين
│᚜⦿ مسح المكتومين
│᚜⦿ مسح القيدين
│᚜⦿ مسح المالكين
╯⦿  مسح الادمنيه

⋖━⦿═⊷〩ᴠᴇɢᴀ✘ᴍᴜsɪᴄ〩⊷⦿━⋗
"""

HELP_6 = """
<u><b>ᴄʜᴀɴɴᴇʟ ᴩʟᴀʏ ᴄᴏᴍᴍᴀɴᴅs:</b></u>

ʏᴏᴜ ᴄᴀɴ sᴛʀᴇᴀᴍ ᴀᴜᴅɪᴏ/ᴠɪᴅᴇᴏ ɪɴ ᴄʜᴀɴɴᴇʟ.

/cplay : sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ʀᴇǫᴜᴇsᴛᴇᴅ ᴀᴜᴅɪᴏ ᴛʀᴀᴄᴋ ᴏɴ ᴄʜᴀɴɴᴇʟ's ᴠɪᴅᴇᴏᴄʜᴀᴛ.
/cvplay : sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ʀᴇǫᴜᴇsᴛᴇᴅ ᴠɪᴅᴇᴏ ᴛʀᴀᴄᴋ ᴏɴ ᴄʜᴀɴɴᴇʟ's ᴠɪᴅᴇᴏᴄʜᴀᴛ.
/cplayforce or /cvplayforce : sᴛᴏᴩs ᴛʜᴇ ᴏɴɢᴏɪɴɢ sᴛʀᴇᴀᴍ ᴀɴᴅ sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ʀᴇǫᴜᴇsᴛᴇᴅ ᴛʀᴀᴄᴋ.

/channelplay [ᴄʜᴀᴛ ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ɪᴅ] ᴏʀ [ᴅɪsᴀʙʟᴇ] : ᴄᴏɴɴᴇᴄᴛ ᴄʜᴀɴɴᴇʟ ᴛᴏ ᴀ ɢʀᴏᴜᴩ ᴀɴᴅ sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʀᴀᴄᴋs ʙʏ ᴛʜᴇ ʜᴇʟᴩ ᴏғ ᴄᴏᴍᴍᴀɴᴅs sᴇɴᴛ ɪɴ ɢʀᴏᴜᴩ.
"""

HELP_7 = """
<u><b>ɢʟᴏʙᴀʟ ʙᴀɴ ғᴇᴀᴛᴜʀᴇ</b></u> [ᴏɴʟʏ ғᴏʀ sᴜᴅᴏᴇʀs] :

/gban [ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴀ ᴜsᴇʀ] : ɢʟᴏʙᴀʟʟʏ ʙᴀɴs ᴛʜᴇ ᴄʜᴜᴛɪʏᴀ ғʀᴏᴍ ᴀʟʟ ᴛʜᴇ sᴇʀᴠᴇᴅ ᴄʜᴀᴛs ᴀɴᴅ ʙʟᴀᴄᴋʟɪsᴛ ʜɪᴍ ғʀᴏᴍ ᴜsɪɴɢ ᴛʜᴇ ʙᴏᴛ.
/ungban [ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴀ ᴜsᴇʀ] : ɢʟᴏʙᴀʟʟʏ ᴜɴʙᴀɴs ᴛʜᴇ ɢʟᴏʙᴀʟʟʏ ʙᴀɴɴᴇᴅ ᴜsᴇʀ.
/gbannedusers : sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏғ ɢʟᴏʙᴀʟʟʏ ʙᴀɴɴᴇᴅ ᴜsᴇʀs.
"""

HELP_8 = """
<b><u>ʟᴏᴏᴘ sᴛʀᴇᴀᴍ :</b></u>

<b>sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ᴏɴɢᴏɪɴɢ sᴛʀᴇᴀᴍ ɪɴ ʟᴏᴏᴘ</b>

/loop [enable/disable] : ᴇɴᴀʙʟᴇs/ᴅɪsᴀʙʟᴇs ʟᴏᴏᴘ ғᴏʀ ᴛʜᴇ ᴏɴɢᴏɪɴɢ sᴛʀᴇᴀᴍ
/loop [1, 2, 3, ...] : ᴇɴᴀʙʟᴇs ᴛʜᴇ ʟᴏᴏᴘ ғᴏʀ ᴛʜᴇ ɢɪᴠᴇɴ ᴠᴀʟᴜᴇ.
"""

HELP_9 = """
<u><b>الاسم المستعار:
/sajilat : احصل على السجلات عبر الروبوت.
/almusajal [تمكين/تعطيل] : سيبدأ الروبوت في تسجيل الأنشطة الموجودة على الروبوت.
/syana [تمكين/تعطيل] : تمكين أو تعطيل وضع الصيانة الخاص بالروبوت الخاص بك.
"""

HELP_10 = """
<b><u>الاسم المستعار والإحصائيات :</b></u>
/ البدايات : يبدأ الروبوت الموسيقي.
/ Musaeidat : ​​احصل على قائمة المساعدة مع الأوامر التوضيحية.
بينج : يعرض إحصائيات النظام والنظام على الروبوت.
الاحصائيات : يعرض الإحصائيات العامة للبوت
"""

HELP_11 = """

"""

HELP_12 = """
<b><u>sHULE OUEUE :</b></u>
/ خلط ورق اللعب : sHUEUE THE OUEUE.
/queue : يُظهر THE SHUEED OUEUE.
"""

HELP_13 = """
<b><u>البحث عن البث :</b></u>
/seek [المدة بالثواني] : ابحث عن الدفق إلى المدة المحددة.
/seekback [المدة بالثواني] : للخلف، ابحث عن البث حتى المدة المحددة
"""

HELP_14 = """
<b><u>تنزيل الأغنية</b></u>
/'ughnia [sONG NAME/YT URL]: قم بتنزيل أي مقطع صوتي بتنسيق MP3 أو MP4 MP4 MAT.
"""

HELP_15 = """
<b><u>اوامر التسريع:</b></u>

أوامر التبول : المزيد من المعلومات EAM. [للمسؤولين فقط] /speed 'aw /playback : لضبط سرعة تشغيل الصوت في المجموعة. /cspeed 'aw /cplayback : سرعة التشغيل في القناة `.
"""
